act-bin
alsa-utils
amd-ucode
arandr
autoconf
automake
base
bind
binutils
bison
blueman
bluez
bluez-hid2hci
bluez-utils-compat
brave-bin
bspwm
btop
codelldb-bin
cuda
cudnn
dbeaver
debugedit
dhcpcd
dialog
discord
dmenu
dnsmasq
docker
docker-compose
dosfstools
edex-ui-bin
edk2-ovmf
efibootmgr
etcher-bin
evince
fail2ban
fakeroot
feh
flex
fzf
gcc
git
glxinfo
groff
grub
gvm
htop
imagemagick
insomnia-bin
iptables-nft
iwd
jq
keychain
kitty
libreoffice-fresh
librewolf-bin
libtool
libvirt
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
looking-glass
lua-language-server
lvm2
m4
make
man-db
man-pages
mtools
nemo
neofetch
neovim-nightly-bin
neovim-plug
nerd-fonts-complete
net-tools
netctl
networkmanager
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
nvidia
nvidia-container-toolkit
nvidia-lts
nvidia-settings
nvim-packer-git
nvm
obs-backgroundremoval
openbsd-netcat
openssh
os-prober
p7zip
paru
patch
pavucontrol
pgformatter-git
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
popcorntime-bin
postgresql
psensor
pyenv
pyenv-virtualenv
qbittorrent
qemu-desktop
ranger
redshift
rust-analyzer-git
rustup
scream
screenkey
scrot
sdl2_ttf
shfmt
spotify
steam
strace
stress
sudo
swtpm
sxhkd
tcpdump
texinfo
the_silver_searcher
timeshift
tmux
tmux-plugin-manager-git
tree
ttf-jetbrains-mono
ttf-times-new-roman
unityhub
unixodbc
unzip
vim
virt-manager
visual-studio-code-bin
vlc
wget
which
wireless_tools
wpa_supplicant
wqy-microhei
xclip
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yq
yubioath-desktop
zenpower-dkms
zip
zoom
zsa-wally
zsh
